biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
file-icons.file-icons
github.vscode-github-actions
mechatroner.rainbow-csv
minecraftcommands.syntax-mcfunction
ms-dotnettools.csharp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.powershell
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
spgoding.datapack-language-server
tal7aouy.theme
vue.volar
zainchen.json
